---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireConduitTypeSet
source: html/50786aed-6ef8-f292-e88d-e1ff63ad103b.htm
---
# WireConduitTypeSet Properties

Test to see if the set is empty.